{
    "tiers": {
        "1": "Tribal Era",
        "2": "Early Societal Era",
        "3": "Middle Societal Era",
        "4": "Greco-Roman Era",
        "5": "The Age of Expansion",
        "6": "The Plunge",
        "7": "The Middle Ages",
        "8": "Revitalization Era",
        "9": "Contemporary Era",
        "10": "Post-Contemporary Era"
    },
    "researches": {
        "tribal_era": {
            "row_1": {
                "Housing": "Discover how to build less primitive structures out of wood, keeping your people a little bit safer from the elements.",
                "Water Collection": "Improve your methods of keeping and cleaning water, allowing your citizens to die less due to poisoned water."
            },
            "row_2": {
                "Tribal Society 1": "Create a closer-knit societal structure between your tribesmen, allowing the better collections of resources within your lands.",
                "Improved Resource Preservation": "Improve your tribe's ways of storing resources, allowing for more food to be both collected and stored in your buildings.",
                "Improved Water Collection": "Discover new techniques of carrying water, such as the waterskin, which make collecting and even storing water much easier for your subjects."
            },
            "row_3": {
                "Clothing": "Learn how to make very primitive clothing, upping the chance of your tribesmen surviving the winter months.",
                "Improved Housing 1": "Improve your housing methods, allowing your great people to flourish even further.",
                "Improved Housing 2": "Again improve your shelter-building techniques, allowing moderately more civilians to fit into each house.",
                "Improved Resource Storage 1": "Discover the benefits of refrigeration, allowing you to keep food and other materials dry and preserved for when your tribe needs them."
            },
            "row_4": {
                "Primitive Mineral Gathering": "Learn of versatile special rocks inlaid in the stone your tribe mines, and begin extracting them.",
                "Primitive Tools": "A particularly smart tribe member discovered that properly binding your tools and improving them with ore can increase the tool's lifespan.",
                "Improved Insulation": "Discover the properties of dried vegetation, which allows your tribesmen to build houses that can keep them warm during the winter time.",
                "Improved Resource Storage 2": "Discover easier and more efficent ways of refrigeration and animal protection, allowing your to keep more resources at any one time."
            },
            "row_5": {
                "Improved Tools 1": "Discover how to melt down the ore a bit, making it both easier to work with and a bit stronger.",
                "Tribal Society 2": "Due to the decreasing demand for constant work and the improving economic situation of the tribe, your tribesmen form closer bonds.",
                "Weapons": "Discover the virtures of the spear, allowing fending off wild animals to become easier.",
                "The Sling": "While pondering life one morning, a tribe member discovered elasticity, which allowed him to craft the first sling, greatly improving the tribe's safety and resource gathering prowess."
            },
            "row_6": {
                "Hunting": "Improve food gathering techniques enough to consider it 'hunting'. Your tribesmen also now travel in groups when going on a hunt, increase the likelihood of them returning alive.",
                "Improved Hunting Techniques": "Further improve hunting techniques, allowing more food to be brought back per hunt.",
                "Stronger Sling": "Strengthen the sling, allowing the projectiles within to be flung faster and farther than ever before."
            },
            "row_7": {
                "Improved Housing 3": "Discover how to use a primitive version of pitch on the roofs of your tribe's houses, strengthening them and allowing more people to safely fit in a house.",
                "Improved Tools 2": "Learn how to better melt ore, allowing your tribe's tools to outpreform any others in the land.",
                "Tribal Society 3": "The more the economical climate stabilizes in your tribe, the more your tribesmen form friendships, which have allowed you to overall improve the quality of your civilization."
            },
            "row_8": {
                "Agriculture": "Discover the miracle of farming and cultivating, sending the need for hunters dramatically down. Your civilization is no longer tribal in nature, as you will never need to migrate again, so long as conditions don't change."
            }
        }
    }
}